Gets format Options
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public FormatOptions GetFormatOptions()
  Visual Basic
Public Function GetFormatOptions As FormatOptions
  Visual C++
public:
FormatOptions^ GetFormatOptions()
 See Also
  DimensionEqualityLabelFormatting Class
  Autodesk.Revit.DB Namespace